Repository: NaN-tic/trytond-production_subcontract
Catalog: locale/*.po
Languages: ca, de, es

# field:party.party,production_warehouse:
source: Production Warehouse
ca: Magatzem producció
de: Produktionslager
es: Almacén producción

# field:party.party,production_warehouses:
source: Warehouses
ca: Magatzems
es: Almacenes

# field:party.party.production_warehouse,party:
source: Party
ca: Tercer
es: Tercero

# field:party.party.production_warehouse,production_warehouse:
source: Production Warehouse
ca: Magatzem producció
es: Almacén producción

# field:production,destination_warehouse:
source: Destination Warehouse
ca: Magatzem destinació
de: Bestimmungslager
es: Almacén destinación

# field:production,incoming_shipment:
source: Incoming Shipment
ca: Albarans d'entrada
de: Eingehender Lieferposten
es: Albaranes de entrada

# field:production,purchase_request:
source: Purchase Request
ca: Sol·licitud de compra
de: Bestellvorschlag
es: Solicitud de compra

# field:production,subcontract_product:
source: Subcontract Product
ca: Producte subcontractat
de: Untervertragsvariante
es: Producto subcontractado

# field:production,supplier:
source: Supplier
ca: Proveïdor
de: Lieferant
es: Proveedor

# field:production.bom,subcontract_product:
source: Subcontract Product
ca: Producte subcontractat
de: Untervertragsvariante
es: Producto subcontractado

# model:ir.message,text:no_incoming_shipment
source: The production "%(production)s" has no incoming shipment. You must process the purchase before the production can be assigned.
ca: No hi ha cap albarà d'entrada per la producció "%(production)s". Primer ha de processar la compra abans que la producció sigui reservada.
es: No hay ningún albarán de entrada para la producción "%(production)s". Primero debe de procesar la compra antes que la producción sea reservada.

# model:ir.message,text:no_subcontract_warehouse
source: The party "%(party)s" has no production location.
ca: El tercer "%(party)s" no disposa d'una ubicació de producció.
es: El tercero "%(party)s" no dispone de una ubicación de producción.

# model:ir.message,text:no_warehouse_production_location
source: The warehouse "%(warehouse)s" has no production location.
ca: El magatzem "%(warehouse)s" no disposa d'una ubicació de producció.
es: El almacén "%(party)s" no dispone de una ubicación de producción.

# model:ir.model.button,string:create_purchase_request_button
source: Create Purchase Request
ca: Crea sol·licitud de compra
es: Crear solicitud de compra

# model:party.party.production_warehouse,name:
source: Party Lang
ca: Idioma del tercer
es: Idioma del tercero

# view:production:
source: Create Purchase Request
ca: Crea sol·licitud de compra
de: Bestellvorschlag erstellen
es: Crear solicitud de compra

# error:production:
source: The party "%s" has no production location.
de: F端r Partei "%s" ist kein Produktionsort eingetragen.

# error:production:
source: The production "%s" has no incoming shipment. You must process the purchase before the production can be assigned.
de: F端r Produktion "%s" existiert kein eingehender Lieferposten. Vor Zuweisung der Produktion muss der Einkauf durchgef端hrt werden.

# error:production:
source: The warehouse "%s" has no production location.
de: F端r Warenlager "%s" ist kein Produktionslagerort eingetragen.
